Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Resources.resw
Source language: en
Languages: cs, he, hr, hu, nb, sk, sr_cyrl

source: REPORT SPAM AND LEAVE
cs: NAHLÁSIT SPAM A ODEJÍT
he: דווח על ספאם ועזוב
hr: PRIJAVI ZLOUPOTREBU I NAPUSTI
hu: SPAM JELENTÉSE ÉS KILÉPÉS
nb: RAPPORTÉR SPAM OG FORLAT
sk: NAHLÁSIŤ SPAM A ODÍSŤ
sr_cyrl: ПРИЈАВИ КАО НЕПОЖЕЉНО И НАПУСТИ

# ReportSpamLocation
source: GROUP UNRELATED TO LOCATION?
cs: SKUPINA NESOUVISÍ S POLOHOU?
he: הקבוצה אינה קשורה למיקום?
hr: GRUPA NE ODGOVARA LOKACIJI?
hu: A csoport nem megfelelő a helyhez?
nb: GRUPPE URELATERT TIL POSISJONEN?
sk: SKUPINA NESÚVISÍ S POLOHOU?
sr_cyrl: ГРУПА НИЈЕ ПОВЕЗАНА СА ЛОКАЦИЈОМ?

# ReportSpamUser
source: BLOCK USER
cs: BLOKOVAT UŽIVATELE
he: חסום משתמש
hr: BLOKIRAJ KORISNIKA
hu: Felhasználó tiltása
nb: BLOKKER BRUKER
sk: ZABLOKOVAŤ POUŽÍVATEĽA
sr_cyrl: БЛОКИРАЈ

source: Report unrelated group
cs: Nahlásit nesouvisející skupinu
he: דווח על קבוצה לא קשורה
hr: Prijavi grupu
hu: Nem ideillő csoport jelentése
nb: Rapporter urelatert gruppe
sk: Nahlásiť nesúvisiacu skupinu
sr_cyrl: Пријави неповезану групу

# ReportUnrelatedGroupText
source: Please let us know if this group is not related to this location: **{0}**
cs: Dejte nám prosím vědět, pokud tato skupina nesouvisí s touto polohou: **{0}**
he: נא ליידע אותנו אם קבוצה זו אינה קשורה למיקום זה: **⁨{0}⁩**
hr: Recite nam ako grupa ne odgovara lokaciji: **{0}**
hu: Kérjük, értesíts minket, ha ez a csoport nem kapcsolódik ehhez a helyszínhez: **{0}**
nb: Vennligst gi beskjed dersom denne gruppen ikke er relatert til denne posisjonen: **{0}**
sk: Dajte nám, prosím, vedieť, ak táto skupina nie je relevantná pre túto polohu: **{0}**
sr_cyrl: Јавите нам ако ова група није повезана са овом локацијом: **{0}**

# ReportUnrelatedGroupTextNoAddress
source: Please let us know if this group is not related to this location.
cs: Dejte nám prosím vědět, pokud tato skupina nesouvisí s touto polohou.
he: נא ליידע אותנו אם קבוצה זו אינה קשורה למיקום זה.
hr: Recite nam nalazi li se ova grupa na točnoj lokaciji.
hu: Kérjük, értesíts minket, ha ez a csoport nem kapcsolódik ehhez a helyszínhez.
nb: Vennligst gi oss beskjed hvis denne gruppen ikke er relatert til denne posisjonen.
sk: Ak táto skupina nesúvisí s touto polohou, povedzte nám to.
sr_cyrl: Обавестите нас ако ова група није повезана са овом локацијом.

source: Reset
he: אפס
hr: Resetiraj
hu: Alaphelyzetbe állítás
nb: Tilbakestill
sk: Obnoviť
sr_cyrl: Ресетуј

# ResetAccountCancelledAlert
source: Your recent attempts to reset this account have been canceled by its active user. Please try again in 7 days.
cs: Vaše nedávné pokusy obnovit tento účet zrušil jeho aktivní uživatel. Zkuste to prosím znovu za 7 dní.
he: ניסיונותיך האחרונים לאפס את החשבון הזה בוטלו על ידי המשתמש הפעיל שלו. נסה שוב בעוד 7 ימים.
hr: Vaš nedavni pokušaj resetiranja računa je otkazao njegov aktivni korisnik. Pokušajte ponovno za 7 dana.
hu: A fiók alaphelyzetbe állítási kísérleteidet az aktív felhasználó meghiúsította. Próbáld újra 7 napon belül.
nb: Kontoens aktive bruker har avbrutt ditt nylige forsøk på å tilbakestille denne kontoen. Vennligst prøv igjen om 7 dager.
sk: Vaše nedávne pokusy o obnovenie účtu boli zrušené jeho aktívnym používateľom. Prosím, skúste to znova o 7 dní.
sr_cyrl: Ваше недавне покушаје ресетовања овог налога је поништио његов активни корисник. Покушајте поново за 7 дана.

source: Reset All Notifications
cs: Resetovat všechna oznámení
he: אפס את כל ההתראות
hr: Resetiraj postavke obavijesti
hu: Össszes értesítés visszaállítása
nb: Tilbakestill alle varsler
sk: Obnoviť všetky upozornenia
sr_cyrl: Ресетуј сва обавештења

# ResetAutomaticMediaDownload
source: Reset Auto-Download Settings
cs: Reset nastavení automatického stahování
he: אפס הגדרות הורדה אוטומטית
hr: Resetiraj postavke preuzimanja
hu: Automatikus médialetöltés visszaállítása
nb: Tilbakestill denne innstillingen
sk: Obnoviť nastavenia automatického sťahovania
sr_cyrl: Ресетуј аутоматска преузимања

# ResetAutomaticMediaDownloadAlert
source: Are you sure you want to reset auto-download settings?
cs: Opravdu chcete resetovat nastavení automatického stahování?
he: האם באמת ברצונך לאפס הגדרות הורדה אוטומטית?
hr: Želite li vratiti postavke automatskog preuzimanja na izvorne postavke?
hu: Biztosan vissza szeretnéd állítani az automatikus médialetöltés beállításait?
nb: Er du sikker på at du vil tilbakestille innstillingene for automatisk nedlasting?
sk: Naozaj chcete obnoviť nastavenia automatického sťahovania?
sr_cyrl: Желите ли да ресетујете подешавања аутоматског преузимања?

source: Reset Chat Backgrounds
cs: Obnovit pozadí konverzací
he: איפוס רקעי צ'אט
hr: Resetiraj pozadine razgovora
hu: Csevegési hátterek visszaállítása
nb: Tilbakestill samtalebakgrunner
sk: Obnoviť pozadia konverzácií
sr_cyrl: Ресетуј позадине ћаскања

# ResetChatBackgroundsAlert
source: Are you sure you want to reset all chat backgrounds?
cs: Opravdu chcete obnovit všechna pozadí konverzací?
he: האם באמת ברצונך לאפס את רקעי הצ'אט?
hr: Želite li vratiti postavke pozadina na izvorne postavke?
hu: Biztosan vissza szeretnéd állítani az összes csevegés hátteret?
nb: Er du sikker på at du vil tilbakestille alle samtalebakgrunner?
sk: Naozaj chcete obnoviť pozadia všetkých konverzácií?
sr_cyrl: Желите ли да ресетујете све позадине ћаскања?

# ResetChatBackgroundsAlertTitle
source: Reset chat backgrounds
cs: Resetovat pozadí konverzace
he: אפס את רקעי הצ'אט
hr: Resetiraj pozadine razgovora
hu: Csevegési hátterek visszaállítása
nb: Tilbakestill samtalebakgrunner
sk: Obnoviť pozadia konverzácií
sr_cyrl: Ресетуј позадину ћаскања

# ResetChatBackgroundsInfo
source: Remove all uploaded chat backgrounds and restore the pre-installed ones.
cs: Odstranit všechna nahraná pozadí konverzace a obnovit předinstalované.
he: הסר את כל רקעי הצ'אט שהועלו ושחזר את כל אלו שהותקנו מראש.
hr: Uklonite prenesene pozadine razgovora i vratite izvorne pozadine Telegrama.
hu: Minden feltöltött csevegési háttér eltávolítása, és az előre telepítettek visszaállítása.
nb: Fjern alle opplastede samtalebakgrunner og gjenopprett de forhåndsinstallerte.
sk: Odstrániť všetky nahrané pozadia konverzácií a obnoviť predinštalované.
sr_cyrl: Уклони све отпремљене позадине ћаскања и врати подразумеване.

source: RESET MY ACCOUNT
cs: RESETOVAT ÚČTE
he: אפס את החשבון שלי
hr: RESETIRAJ MOJ RAČUN
hu: FIÓK ALAPHELYZETBE ÁLLÍTÁSA
nb: TILBAKESTILL KONTOEN MIN
sk: RESETOVAŤ MÔJ ÚČET
sr_cyrl: РЕСЕТУЈ МОЈ НАЛОГ

# ResetMyAccountText
source: You will lose all your Telegram chats, messages, media and files if you proceed with resetting your account.
cs: Pokud provedete reset účtu, přijdete o všechny konvezrace, zprávy a sdílená média.
he: תאבד את כל הצ'אטים וההודעות, יחד עם כל המדיה והקבצים שיתפת, אם תמשיך באיפוס החשבון שלך.
hr: Izgubit ćete sve razgovore, poruke i datoteke ako nastavite s ponovnim postavljanjem vašeg računa.
hu: Ha folytatod a fiókod visszaállítását, elveszíted a csevegéseidet, valamint az általad megosztott média tartalmakat is.
nb: Du vil miste alle dine Telegram samtaler, meldinger, mediefiler og andre filer hvis du fortsetter med å tilbakestille kontoen din.
sk: Ak budete pokračovať v resetovaní účtu, stratíte všetky svoje Telegramové konverzácie, správy, médiá a súbory.
sr_cyrl: Ако наставите са ресетовањем налога изгубићете сва Telegram ћаскања, поруке, медијске садржаје и датотеке.

# ResetMyAccountWarning
source: Warning
cs: Varování
he: אזהרה
hr: Upozorenje
hu: Figyelmeztetés
nb: Advarsel
sk: Upozornenie
sr_cyrl: Упозорење

# ResetMyAccountWarningReset
source: Reset account
cs: Reset účtu
he: איפוס החשבון
hr: Resetiraj račun
hu: Fiók alaphelyzetbe állítása
nb: Tilbakestill
sk: Resetovať účet
sr_cyrl: Ресетуј налог

# ResetMyAccountWarningText
source: This action can't be undone. You will lose all your Telegram chats, messages, media and files if you proceed with resetting your account.
cs: Tato akce je nevratná. Pokud resetujete svůj účet, všechny Vaše zprávy a konverzace budou odstraněny.
he: לא ניתן לבטל פעולה זו. הצ'אטים, ההודעות, המדיה והקבצים שלך בטלגרם יאבדו אם תמשיך באיפוס החשבון.
hr: Ova radnja se ne može poništiti. Izgubit ćete sve razgovore, poruke i datoteke ako nastavite s resetiranjem vašeg računa.
hu: Ezt a műveletet nem vonható vissza. Elveszíted az összes Telegram-csevegésedet, üzenetedet, médiát és fájlodat, ha folytatod a fiókod alaphelyzetbe állítását.
nb: Denne handlingen kan ikke reverseres. Du vil miste alle dine Telegram samtaler, meldinger, media og filer hvis du går videre med å tilbakestille kontoen din.
sk: Táto akcia sa nedá vrátiť späť. Ak budete pokračovať v resetovaní účtu, prídete o všetky konverzácie, správy, médiá a súbory na Telegrame.
sr_cyrl: Ова радња се не може опозвати. Ако наставите са поступком ресетовања вашег налога, изгубићете сва ваша Telegram ћаскања, поруке, медијски садржај и датотеке.

# ResetNotificationsAlert
source: Are you sure you want to reset all notification settings to default?
cs: Opravdu chcete resetovat všechno nastavení oznámení na výchozí?
he: האם באמת ברצונך לאפס את כל הגדרות ההתראות לברירת מחדל?
hr: Želite li resetirati postavke obavijesti i vratiti ih na izvorne postavke?
hu: Biztosan minden értesítési beállítást alapértelmezésre szeretnél állítani?
nb: Er du sikker på at du vil tilbakestille alle varslingsinnstillinger til standard?
sk: Naozaj chcete obnoviť všetky vlastné nastavenia upozornení pre všetky vaše kontakty a skupiny?
sr_cyrl: Желите ли да ресетујете сва подешавања обавештења?

source: Reset Statistics
cs: Reset statistiky
he: אפס סטטיסטיקות
hr: Resetiraj statistiku
hu: Statisztikák visszaállítása
nb: Nullstill statistikk
sk: Vynulovať štatistiku
sr_cyrl: Ресетуј статистику

# ResetStatisticsAlert
source: Do you want to reset your usage statistics?
cs: Opravdu chcete resetovat statistiky využití?
he: לאפס את סטטיסטיקות השימוש?
hr: Želite li resetirati vašu statistiku korištenja?
hu: Szeretnéd visszaállítani a használati statisztikákat?
nb: Vil du nullstille bruksstatistikken din?
sk: Chcete obnoviť vaše štatistiky spotreby?
sr_cyrl: Желите ли да ресетујете статистику коришћења?

source: Reset to Original Photo
cs: Obnovit původní fotku
he: אפס לתמונה המקורית
hr: Vrati originalnu sliku
hu: Eredeti fénykép visszaállítása
nb: Tilbakestill til opprinnelig bilde
sk: Obnoviť pôvodnú fotku
sr_cyrl: Врати оригиналну слику

# ResetToOriginalPhotoTitle
source: Reset Photo
cs: Obnovit fotku
he: איפוס תמונה
hr: Resetiraj sliku
hu: Fotó visszaállítása
nb: Tilbakestill bilde
sk: Resetovať fotku
sr_cyrl: Ресетуј слику

# RestartTopic
source: Reopen topic
cs: Znovu otevřít vlákno
he: פתח מחדש נושא
hr: Ponovno otvori temu
hu: Téma újranyitása
nb: Gjenåpne emne
sk: Znovu otvoriť tému
sr_cyrl: Поново отвори тему

source: Restore
cs: Obnovit
he: שחזר
hr: Vrati
hu: Visszaállítás
nb: Gjenopprett
sk: Obnoviť
sr_cyrl: Врати

# RestoreEmailSent
source: We've sent a recovery code to the email you provided: {0}
cs: Kód pro obnovení přístupu k účtu jsme Vám zaslali na adresu: {0}
he: שלחנו קוד שחזור לכתובת הדוא"ל שסיפקת: ⁨{0}⁩
hr: Poslali smo vam kod za oporavak na ovu e-poštu: {0}
hu: Küldtünk egy helyreállítási kódot a megadott e-mail címre: {0}
nb: Vi har sendt en gjenopprettingskode til e-posten du har oppgitt: {0}
sk: Na vami zadanú e-mailovú adresu sme zaslali obnovovací kód: {0}
sr_cyrl: Послали смо кôд за опоравак на наведену е-пошту: {0}

# RestoreEmailSentInfo
source: Check your email and enter the 6-digit code we sent there to deactivate your cloud password.
cs: Pro vypnutí hesla cloudu prosím zkontrolujte svůj email a zadejte kód obsahující 6 číslic.
he: נא לבדוק את תיבת הדוא"ל שלך ולהזין כאן את הקוד בן 6 הספרות ששלחנו לך כדי לבטל את סיסמת הענן.
hr: Provjerite e-poštu i unesite kod od 6 brojeva koje smo vam poslali za deaktivaciju vaše lozinke za oblak.
hu: Ellenőrizd az e-mail címedet, és add meg az oda elküldött 6 számjegyű kódot, hogy deaktiváld a felhőjelszavadat.
nb: Sjekk e-posten din og oppgi den sekssifrede koden vi har sendt deg der for å deaktivere skypassordet ditt.
sk: Skontrolujte svoj e-mail a zadajte 6-miestny kód, ktorý sme vám tam poslali, aby ste deaktivovali svoje heslo do cloudu.
sr_cyrl: Проверите е-пошту и унесите 6-цифрени кôд који смо вам послали да бисте деактивирали лозинку за облак.

# RestoreEmailTrouble
source: Unable to access {0}?
cs: Máte potíže s přístupem na {0}?
he: אין לך גישה ל⁨{0}⁩?
hr: Imate problema s pristupom na {0}?
hu: Nem elérhető: {0}
nb: Har du ikke tilgang til {0}?
sk: Nemáte prístup k {0}?
sr_cyrl: Не можете да приступите {0}?

# RestorePasswordNoEmailText
source: Since you didn't provide a recovery email when setting up your password, your remaining options are either to remember your password or to reset your account.
cs: Pokud nevyplníte email během nastavování hesla a heslo v budoucnu zapomenete, bude nutný úplný reset účtu.
he: מאחר שלא סיפקת דוא"ל לשחזור בעת הגדרת סיסמתך, האפשרויות העומדות לרשותך הן להיזכר בסיסמה שלך או לאפס את החשבון.
hr: Budući da niste postavili e-poštu za oporavak kod postavljanja lozinke, morate dobro zapamtiti svoju lozinku ili ćete morati resetirati svoj račun.
hu: Mivel nem állítottál be helyreállító e-mail címet, ezért csak a fiók alaphelyzetbe állítása lehetőség marad, ha nem jut eszedbe a korábbi jelszavad.
nb: Siden du ikke anga en e-post adresse for gjenoppretting av glemt passord, er dine eneste alternativer enten å huske passordet ditt eller tilbakestille kontoen din.
sk: Vzhľadom na to, že ste pri zadávaní hesla neuviedli email na obnovenie, vaše zostávajúce možnosti pre prihlásenie sú buď spomenúť si na svoje heslo alebo resetovať svoj účet.
sr_cyrl: Будући да приликом подешавања лозинке нисте навели е-адресу за опоравак, преостале опције су памћење лозинке или ресетовање налога.

# RestorePasswordNoEmailTitle
source: Sorry
cs: Je nám líto
he: מצטערים
hr: Žao nam je
hu: Sajnáljuk
nb: Beklager
sk: Prepáčte
sr_cyrl: Извините

# Restrictions_one
source: {0} restriction
cs: {0} omezení
he: הגבלה אחת
hr: {0} ograničenje
hu: {0} korlátozás
nb: {0} restriksjon
sk: {0} obmedzenie
sr_cyrl: {0} ограничење

# Restrictions_other
source: {0} restrictions
cs: {0} omezení
he: ⁨{0}⁩ הגבלות
hr: {0} ograničenja
hu: {0} korlátozás
nb: {0} restriksjoner
sk: {0} obmedzení
sr_cyrl: {0} ограничења

source: Restrict saving content
cs: Omezit ukládání obsahu
he: הגבל שמירת תוכן
hr: Ograniči spremanje sadržaja
hu: Tartalom mentésének korlátozása
nb: Begrens lagring av innhold
sk: Obmedziť ukladanie obsahu
sr_cyrl: Ограничи чување садржаја

# RestrictSavingContentInfoChannel
source: Subscribers won't be able to copy, save or forward content from this channel.
cs: Odběratelé nebudou moct kopírovat, ukládat nebo přeposílat obsah z tohoto kanálu.
he: מנויים לא יוכלו להעתיק, לשמור או להעביר תוכן מהערוץ.
hr: Pretplatnici neće moći kopirati, spremati ili prosljeđivati sadržaj iz ovog kanala.
hu: A feliratkozók nem lesznek képesek másolni, menteni vagy továbbítani a tartalmat erről a csatornáról.
nb: Abonnenter vil ikke kunne kopiere, lagre eller videresende innhold fra denne kanalen.
sk: Odberatelia nebudú môcť kopírovať, ukladať alebo preposielať ďalej obsah z tohto kanála.
sr_cyrl: Пратиоци неће моћи да копирају, чувају или прослеђују садржај са овог канала.

# RestrictSavingContentInfoGroup
source: Members won't be able to copy, save or forward content from this group.
cs: Členové nebudou moci kopírovat, ukládat nebo přeposílat obsah z této skupiny.
he: חברים לא יוכלו להעתיק, לשמור או להעביר תוכן מהקבוצה.
hr: Članovi neće moći kopirati, spremati ili prosljeđivati sadržaj iz ove grupe.
hu: A tagok nem tudnak tartalmakat másolni, menteni vagy továbbítani ebből a csoportból.
nb: Medlemmer vil ikke kunne kopiere, lagre eller videresende innhold fra denne gruppen.
sk: Členovia nebudú môcť kopírovať, ukladať alebo preposielať obsah z tejto skupiny.
sr_cyrl: Чланови неће моћи да копирају, чувају или прослеђују садржај из ове групе.

source: Resume all
cs: Obnovit stahování
he: המשך הכל
hr: Nastavi sve
hu: Összes folytatása
nb: Gjenoppta alle
sk: Pokračovať so všetkými
sr_cyrl: Настави све

source: Retry
cs: Znovu
he: נסה שוב
hr: Pošalji ponovno
hu: Újra
nb: Prøv på nytt
sk: Znovu
sr_cyrl: Покушај поново

source: RETURN TO CALL
cs: NÁVRAT K HOVORU
he: חזור לשיחה
hr: NATRAG NA POZIV
hu: VISSZATÉRÉS A HÍVÁSHOZ
nb: RETURNER TIL ANROP
sk: NÁVRAT K HOVORU
sr_cyrl: НАЗАД НА ПОЗИВ

# RevokeAlert
source: Are you sure you want to revoke this link? Once the link is revoked, no one will be able to join using it.
cs: Opravdu chcete zrušit tento odkaz? Jakmile bude odkaz zrušen, nikdo se pomocí něj nebude moci připojit.
he: האם באמת ברצונך לבטל קישור זה? ברגע שהקישור יבוטל, אף אחד לא יוכל להצטרף דרכו.
hr: Želite li opozvati ovu pozivnicu? Ako opozovete pozivnicu, nitko se neće moći pridružiti preko te pozivnice.
hu: Biztosan visszavonod ezt a hivatkozást? Ha visszavontad, akkor senki sem tud csatlakozni a használatával.
nb: Er du sikker på at du vil annullere denne lenken? Så fort lenken er annullert, vil ingen kunne bli med ved å bruke den.
sk: Naozaj chcete zneplatniť túto pozvánku? Ak tak spravíte, nikto sa nebude môcť pripojiť prostredníctvom tohto odkazu.
sr_cyrl: Желите ли да опозовете овај линк? Када се опозове нико неће моћи да се придружи преко овог линка.

# RevokeButton
source: Revoke
cs: Odvolat
he: הסרה
hr: Opozovi
hu: Visszavonás
nb: Annuller
sk: Zneplatniť
sr_cyrl: Опозови

source: Revoked
cs: Odvoláno
he: מבוטל
hr: Opozvano
hu: Visszavonva
nb: Annullert
sk: Odvolaná
sr_cyrl: Опозвано

source: Revoke Link
cs: Zrušit odkaz
he: הסר קישור
hr: Opozovi pozivnicu
hu: Hivatkozás visszavonása
nb: Annuller lenke
sk: Zneplatniť odkaz
sr_cyrl: Опозови линк

# RevokeLinkAlert
source: Are you sure you want to revoke the link **{0}**? The group "**{1}**" will become private.
cs: Opravdu chcete odvolat odkaz **{0}**? Skupina «**{1}**» se stane soukromou.
he: האם באמת ברצונך לבטל את הקישור**⁨{0}⁩**? הקבוצה "**⁨{1}⁩**" תהפוך לפרטית.
hr: Želite li opozvati link **{0}**? Kanal "**{1}**" će postati privatan.
hu: Biztosan visszavonod a **{0}** hivatkozást? A "**{1}**" csoport ezentúl privát lesz.
nb: Er du sikker på at du vil annullere lenken **{0}**? Gruppen "**{1}**" vil bli gjort privat.
sk: Naozaj chcete zrušiť odkaz **{0}**? Skupina "**{1}**" sa stane súkromnou.
sr_cyrl: Желите ли да опозовете линк **{0}**? Група „**{1}**” ће постати приватна.

# RevokeLinkAlertChannel
source: Are you sure you want to revoke the link **{0}**? The channel "**{1}**" will become private.
cs: Opravdu chcete odvolat odkaz **{0}**? Kanál «**{1}**» se stane soukromým.
he: האם באמת ברצונך לבטל את הקישור**⁨{0}⁩**? הערוץ "**⁨{1}⁩**" יהפוך לפרטי.
hr: Želite li opozvati link **{0}**? Kanal "**{1}**" će postati privatan.
hu: Biztosan visszavonod a(z) **{0}** hivatkozást? A(z) {1} csatorna ezentúl privát lesz.
nb: Er du sikker på at du vil annullere lenken **{0}**? Kanalen "**{1}**" vil bli gjort privat.
sk: Naozaj chcete zrušiť odkaz **{0}**? Kanál "**{1}**" sa stane súkromným.
sr_cyrl: Желите ли да опозовете линк **{0}**? Канал „**{1}**” ће постати приватан.

source: Saturation
cs: Intenzita barev
he: רוויה
hr: Saturacija
hu: Színteltség
nb: Metning
sk: Sýtosť
sr_cyrl: Засићеност

source: Save
cs: Uložit
he: שמור
hr: Spremi
hu: Mentés
nb: Lagre
sk: Uložiť
sr_cyrl: Сачувај

# SavedGifsLimitTitle
source: Saved GIFs
cs: Uložené GIFy
he: קובצי GIF שמורים
hr: Spremljeni GIF-ovi
hu: Mentett GIF-ek
nb: Lagrede GIF'er
sk: Uložené GIF obrázky
sr_cyrl: Сачувани GIF-ови

source: Saved Messages
cs: Uložené zprávy
he: הודעות שמורות
hr: Spremljene poruke
hu: Jegyzeteim
nb: Lagrede meldinger
sk: Uložené správy
sr_cyrl: Сачуване поруке

source: Save for Notifications
cs: Uložit pro oznámení
he: שמור עבור התראות
hr: Spremi za zvuk
hu: Mentés az értesítésekhez
nb: Lagre til meldingslyder
sk: Uložiť pre Upozornenia
sr_cyrl: Сачувај као звук

source: Save to Downloads
cs: Uložit do složky pro stahování
he: שמור להורדות
hr: Spremi u Preuzimanja
hu: Mentés a Letöltésekbe
nb: Lagre i nedlastinger
sk: Uložiť do stiahnutých
sr_cyrl: Сачувај у Преузимања

# SaveToGIFs
source: Add to GIFs
cs: Uložit do GIFů
he: הוסף לGIFs
hr: Dodaj u GIF-ove
hu: Hozzáadás a GIF-ekhez
nb: Lagre til GIF'er
sk: Uložiť medzi GIF-y
sr_cyrl: Додај у GIF-ове

# SavingContentTitle
source: Content protection
cs: Ochrana obsahu
he: הגנת תוכן
hr: Zaštita sadržaja
hu: Tartalomvédelem
nb: Innholdsbeskyttelse
sk: Ochrana obsahu
sr_cyrl: Заштита садржаја

source: Schedule
cs: Naplánovat
he: תזמן
hr: Zakaži
hu: Ütemezés
nb: Planlegg
sk: Naplánovať
sr_cyrl: Закажи

source: Scheduled Messages
cs: Plánované zprávy
he: הודעות מתוזמנות
hr: Zakazane poruke
hu: Ütemezett üzenetek
nb: Planlagte meldinger
sk: Naplánované správy
sr_cyrl: Заказане поруке

source: Schedule Message
cs: Plánovaná zpráva
he: תזמן הודעה
hr: Zakaži poruku
hu: Üzenet időzítése
nb: Planlegg melding
sk: Naplánovať správu
sr_cyrl: Закажи поруку

source: Search
cs: Hledat
he: חיפוש
hr: Pretraga
hu: Keresés
nb: Søk
sk: Vyhľadať
sr_cyrl: Претрага

# SearchAllChatsShort
source: Chats
cs: Konverzace
he: צ'אטים
hr: Razgovori
hu: Csevegések
nb: Samtaler
sk: Konverzácie
sr_cyrl: Ћаскања

# SearchFrom
source: from:
cs: od:
he: מאת:
hr: od:
hu: feladó:
nb: fra:
sk: od:
sr_cyrl: Од:

# SearchInSettings
source: Search Settings and FAQ
cs: Vyhledat Nastavení a FAQ
he: חפש הגדרות ושאלות נפוצות
hr: Pretražite postavke i ČPP
hu: Keresés (Beállítások & GYIK)
nb: Innstillinger for søk og FAQ
sk: Hľadať v nastaveniach a FAQ
sr_cyrl: Претрага подешавања и ЧПП

source: Search Members
cs: Hledat členy
he: חיפוש חברים
hr: Pretraži članove
hu: Tagok keresése
nb: Søk etter medlemmer
sk: Nájsť členov
sr_cyrl: Претражи чланове

# SearchMessages
source: Messages
cs: Zprávy
he: הודעות
hr: Poruke
hu: Üzenetek
nb: Meldinger
sk: Správy
sr_cyrl: Поруке

# SearchTipToday
source: Today
cs: Dnes
he: היום
hr: Danas
hu: Ma
nb: I dag
sk: Dnes
sr_cyrl: Данас

# Seconds_one
source: {0} second
cs: {0} sekundu
he: שניה אחת
hr: {0} sekundu
hu: {0} másodperc
nb: {0} sekund
sk: {0} sekundu
sr_cyrl: {0} секунда

# Seconds_other
source: {0} seconds
cs: {0} sekund
he: ⁨{0}⁩ שניות
hr: {0} sekundi
hu: {0} másodperc
nb: {0} sekunder
sk: {0} sekúnd
sr_cyrl: {0} секунди

# SecretChat
source: Secret Chats
cs: Důvěrné konverzace
he: צ'אטים סודיים
hr: Tajni razgovori
hu: Titkos csevegések
nb: Hemmelige samtaler
sk: Tajné konverzácie
sr_cyrl: Тајна ћаскања

# SecretWebPage
source: Link Previews
cs: Náhledy odkazů
he: תצוגה מקדימה של קישורים
hr: Pregledi linkova
hu: Hivatkozás előnézet
nb: Lenkeinfo
sk: Náhľady odkazov
sr_cyrl: Преглед линкова

# SecretWebPageInfo
source: Link previews will be generated on Telegram servers. We do not store any data about the links you send.
cs: Náhledy odkazů budou generovány na serverech Telegramu. Neukládáme jakákoli data o odkazech, která zašlete.
he: תצוגות מקדימות של קישורים נוצרים בשרתי טלגרם. איננו שומרים נתונים על הקישורים שתשלח.
hr: Pregledi linkova generiraju se na Telegramovim serverima. Ne čuvamo nikakve podatke o linkovima koje ste poslali.
hu: A linkek előnézete a Telegram szervereken generálódik. Nem tárolunk semmilyen adatot az elküldött linkekről.
nb: Lenkeinfo genereres på Telegram servere. Vi lagrer ingen data om lenkene du sender.
sk: Náhľady odkazov sa generujú na serveroch Telegramu. Neukladáme žiadne údaje o odkazoch, ktoré odosielate.
sr_cyrl: Прегледи линкова ће бити генерисани на Telegram-овим серверима. Не чувамо никакве податке о линковима које шаљете.

source: Select
cs: Vybrat
he: בחר
hr: Označi
hu: Kijelöl
nb: Velg
sk: Vybrať
sr_cyrl: Изабери

source: Select Contact
cs: Vyberte kontakt
he: בחר איש קשר
hr: Odaberite kontakt
hu: Névjegy kiválasztása
nb: Velg kontakt
sk: Vyberte kontakt
sr_cyrl: Изаберите контакт

source: Select Contacts
cs: Vybrat kontakty
he: בחר אנשי קשר
hr: Odaberite kontakte
hu: Névjegyek kiválasztása
nb: Velg kontakter
sk: Vyberte kontakty
sr_cyrl: Изабери контакте
